import React from "react"
import "./ISStandards.css"


const ISStandards = () => {
    return (
        <section className="standards">
            <div className="iso">
                <p><i>معيار أيزو 27001</i> هو معيار دولي نشر بواسطة المنظمة الدولية للمعايير ( الايزو)، وهو معيار لوصف كيفية إدارة أمن المعلومات بالمؤسسة. آخر تنقيح لهذا المعيار نشر سنة 2013، والمعنون بـ ISO/IEC 27001:2013 . النسخة الاولى من هذا المعيار نشرت بالعام 2005 , حيث طورت عن المعيار البريطاني BS 7799-2.</p>
                <p>قوة المعيار تتمثل في تكيفه بحيث يمكن تطبيقه على جميع انواع المؤسسات , الربحية والغير ربحية، الخاصة أو المملوكة للدولة، المؤسسات الصغيرة والكبيرة. وقد كتب هذا المعيار بواسطة أفضل الخبراء الدوليين بمجال أمن المعلومات مزودا بمنهجية لتطبيق نظم إدارة أمن المعلومات بالمؤسسة.كما يمكن للمؤسسات أن تنال شهادة خاصة بتنفيذ المعيار (الالتزام) من خلال تدقيق طرف خارجي على صحة تنفيذ الالتزام بمتطلبات المعيار ما يعني ان جسم مستقل لمنح الشهادات يقر ان المؤسسة نفدت متطلبات إدارة أمن المعلومات بما يتلائم وهذا المعيار.</p>
                <p>يحدد هذا المعيار متطلبات إنشاء، تنفيذ ، صيانة واستمرار تحسين نظام إدارة أمن المعلومات بالمؤسسة.</p>
                <p> ويشمل هذا المعيار الدولي أيضا متطلبات تقييم وعلاج مخاطر أمن المعلومات وفقا لاحتياجات المؤسسة. المتطلبات الواردة في هذه المواصفة هي عامة ويقصد بها أن تنطبق على جميع المؤسسات، بغض النظر عن نوع وحجم أو طبيعة تلك المؤسسة. استبعاد أي من المتطلبات المحددة في الفقرات 4-10 غير مقبول عندما تدعي المؤسسة تبنيها لتطبيق المعيار الدولي</p>
                <p>يركز المعيار أيزو 27001 على حماية معلومات المؤسسة على مستوى الخصوصية،السلامة والقدرة على الوصول. ينجز هذا العمل من خلال ايجاد المشاكل المحتملة التي يمكن ان تحدث للمعلومات (مايسمى تقييم الخطر )، ومن ثم تحديدالاحتياجات المطلوبة لمنع مثل هذه المشاكل من الحدوث (مايسمى تقليل المخاطر او معالجة المخاطر ). وبناء عليه فإن فلسفة المعيار أيزو 27001  تقوم على أساس ادارة المخاطر: ايجاد مكامن الاخطار، ومن ثم معالجتها بطريقة منهجية.</p>
                <p>ستعمل شركة التميز للاستشارات وأمن المعلومات على تقديم المساعدة للمؤسسات الليبية فيما يخص تطبيق نظام ادارة أمن المعلومات من خلال مهندسيها لتغطية جميع المتطلبات الضرورية وتنفيذ ضوابط الحماية حسب ما سيتم سرده ضمن بيان التطابق بحيث يتم وضع أداوات الحماية في مكانها المناسب وضمن افضل ميزانية وتوقيت.</p>
                <p>بحيث ستعمل شركة التميز على النقاط التالية:</p>
                <ol>
                    <li>التواصل مع الادارة العلية لدعم تطبيق النظام </li>
                    <li>تحديد نطاق العمل </li>
                    <li>كتابة السياسة العامة لنظام ادارة أمن المعلومات </li>
                    <li>تحديد منهجية إدارة المخاطر</li>
                    <li>إجراء تقييم ومعالجة المخاطر </li>
                    <li>إعداد بيان التطابق</li>
                    <li>كتابة خطة معالجة المخاطر </li>
                    <li>تنفيذ الضوابط والاجراءات الاجبارية</li>
                    <li>تنفيذ برامج التدريب والتوعية</li>
                    <li>تحديد كيفية قياس فاعلية الضوابط</li>
                    <li>تشغيل نظام إدارة أمن المعلومات</li>
                    <li>مراقبة نظام إدارة امن المعلومات</li>
                    <li>المساعدة في إجراءات وتنفيذ التدقيق الداخلي</li>
                    <li>تقديم الادلة للادارة</li>
                    <li>الاجراءات التصحيحية والوقائية</li>
                </ol>
            </div>
            <div className="pscidss">
                <p><i>معيار (PCI DSS) </i> أمن بيانات صناعة بطاقة الدفع الإئتمانية هو معيار صمم لدعم وتعزيز حماية بيانات حاملي البطاقات  الإئتمانية وضمان الإلتزام الدولي بمقياس موحد لتقيم ذلك.</p>
                <p>يعمل الإلتزام بالمعيار على تزويد المؤسسات المالية، مقدمي الخدمات وجميع الاطراف المشتركة في التعامل مع بيانات حامل البطاقة بداية من نقاط البيع، التاجر،العملاء الماليين، المصدرين، مقدمي الخدمة والمصرف المشتري  بالمبادئ الاساسية للمتطلبات التشغيلية والتقنية المصممة لحماية بيانات الحسابات الخاصة بحاملي البطاقات.</p>
                <p>كما ينطبق المعيار على جميع الهيئات الأخرى التي تعمل على تخزين، معالجة أو نقل بيانات حاملي البطاقات (CHD) و/أو بينات المصادقة الحساسة (SAD).</p>
                <p>لتلبية متطلبات المعيار سيلزم المؤسسة الإلتزام بعدد ستة متطلبات أساسية يقع تحتها إثنى عشر متطلب فرعي.</p>
                <p>تنطبق متطلبات المعيار على جميع المكونات المشاركة او المتصلة بالبنية التحتية المستخدمة للتعامل مع بيانات حاملي البطاقة والتي تضم كلا من المستخدمين، العمليات والتقنيات التي تستخدم لتخزين، التعامل مع او إرسال بيانات حاملي البطاقات او بيانات المصادقة الحساسة  . مكونات النظام تشمل كلا من معدات الشبكة، الخوادم و التطبيقات.</p>
                <ul>
                    <li>الانظمة المزودة للخدمات الأمنية الخاصة بحاملي البطاقات ( مثال ذلك، خوادم المصادقة)، او تسهل التجزئة ( مثال ذلك، الجدران النارية الداخلية)، او التي توثر على الأمن (مثال ذلك، خوادم اعادة توجيه الويب).</li>
                    <li>المكونات الإفتراضية مثل الحواسيب الافتراضية، الموجهات والمفاتيح الإفتراضية، المعدات الإفتراضية، التطبيقات والاجهزة المكتبية الإفتراضية، ومراقب الاجهزة الافتراضية.</li>
                    <li>مكونات الشبكة بما في ذلك ولا يقتصر على الجدران النارية، المحولات والموجهات، نقاط الوصول اللاسلكية، معدات الشبكة وغيرها من الاجهزة الأمنية</li>
                    <li>أنواع الخوادم بما في ذلك ولا يقتصر على الويب، التطبيقات، قواعد البيانات،المصادق، البريد الالكتروني، البروكسي، برتوكول وقت الشبكة ، نظام أسماء النطاقات.</li>
                    <li>التطبيقات بما في ذلك التطبيقات الخاصة او المعروضة للبيع،بما في ذلك التطبيقات الداخلية والخارجية (مثال ذلك الانترنت).</li>
                    <li>أي مكون أو جهاز موجود او متصل مع بيئة بيانات حاملي البطاقات.</li>
                </ul>
            </div>
        </section>
    )
}

export default ISStandards