import React from "react"

const WeAre = () => {
    return (
        <div className="we-are">
            <h1 className="we-are__title">

            </h1>
            <p className="we-are__paragraph">
                شركة التميز للاستشارات وأمن المعلومات هي شركة ليبية ذات مسؤولية محدودة ناشئة فتحت أبوابها سنة 2020 كنتاج لخبرة 20 سنة لمؤسسها أ.م صلاح الدين علي محمد الشتيوي العقيد المتقاعد من القوات البحرية الليبية في مجال الاتصالات وأمن المعلومات، وكانت الفكرة الأساسية وراء إنشاء الشركة هو العمل على سد جزء من حاجة السوق الليبي في مجال أمن المعلومات بما في ذلك مساعدة الجهات العامة والخاصة للإمتثال لمعايير أمن وحماية المعلومات الدولية وأي سياسات محلية أخرى ذات علاقة بأمن المعلومات من خلال خبراتها المحلية أو من خلال التعاون مع الشركات العربية والدولية المتميزة في المجال ولتمثل دور مكتب إدارة مشروعات محلي متواجد باستمرار مع الزبون المحلي ومساعدته خطوة بخطوة نحو نيل شهادة الالتزام الدولية وبأقل التكاليف، ويقع المقر الرئيسي للشركة بمدينة طرابلس وتحمل من وزراة الاقتصاد والصناعة الليبية لمزوالة نشاط الاستشارات وامن المعلومات بترخيص رقم 01041961254 وتم قيدها بغرفة التجارة والصناعة والزراعة طرابلس.
            </p>
        </div>
    )
}

export default WeAre